Revit 2023 API
GroupTypeId.AnalyticalAlignment Property
 "Analytical Alignment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalAlignment { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalAlignment As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalAlignment {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace